<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<HTML>
<HEAD>
	<META HTTP-EQUIV="CONTENT-TYPE" CONTENT="text/html; charset=windows-1252">
	<TITLE>Ver&auml;nderungen an den urspr&uuml;nglichen Mods</TITLE>
	<STYLE TYPE="text/css">
	<!--
		P.style1 { color: #0000ff; font-size: 16pt; font-style: italic; font-weight: bold }
		P.style2 { color: #0000ff; font-size: 14pt; font-weight: bold }
		P.style3 { font-size: 16pt; font-style: italic; font-weight: bold }
		span.style4 { color: #0000ff; font-weight: bold }
	-->
	</STYLE>
</HEAD>
<BODY LANG="de-DE" DIR="LTR">
<P CLASS="style1">Ver&auml;nderungen an den urspr&uuml;nglichen Mods</P>
<P>Nachfolgend finden Sie eine Auflistung der Ver&auml;nderungen am Code der urspr&uuml;nglichen Mods. Der Hauptteil der Ver&auml;nderungen betrifft die Anpassung an <B>Beyond the Sword</B>. Keine der Ver&auml;nderungen modifiziert die Spielregeln oder das Gameplay.</P>
<BR>
<P CLASS="style2">Autolog</P>
Vor Aufnahme in die <b>BUG Mod</b> von <strong><em>Ruff_Hi</em></strong> verbessert.
<UL>
	<LI>Stummer	Protokollierungsmodus</LI>
	<LI>Option f&uuml;r Standard-Dateiname</LI>
	<LI>Vom Nutzer gesteuertes An-/Abschalten der Protokollierung 
	<LI>Protokollierung	von Pl&uuml;nderungen</LI>
	<LI>Protokollierung	von Zwangsarbeit</LI>
	<LI>Protokollierung	von Kriegen</LI>
	<LI>Protokollierung	des Wechsels der Gesellschaftsform</LI>
	<LI>Protokollierung	des Wechsels der Religion</LI>
	<LI>Ort	und Gewinnchancen von K&auml;mpfen hinzugef&uuml;gt</LI>
	<LI>Angriffs-/Verteidigungsstatus bei K&auml;mpfen hinzugef&uuml;gt</LI>
	<LI>IBT	hinzugef&uuml;gt, um die Aktionen von Spielern und KI zu trennen</LI>
	<LI>Option,	um 4000 n.Chr. als Runde 0 festzulegen</LI>
	<LI>Datum und Uhrzeit einer Runde</LI>
	<LI>Erwartete Bauzeit und Forschungsdauer bei Technologien</LI>
	<LI>Farbkodierung ohne	Anf&uuml;hrungszeichen (&quot;) f&uuml;r Foren, die diese nicht	unterst&uuml;tzen</LI>
</UL>
<BR>
<P CLASS="style2">Better Espionage Screen</P>
<UL>
	<LI>Umgestaltung des Layouts f&uuml;r mehr Klarheit.</LI>
	<LI>Dreifarbige	Kodierung f&uuml;r das Spionagepunktverh&auml;ltis: Standard, gut und schlecht.</LI>
	<LI>Dreifarbige Kodierung f&uuml;r Spionagemissionen (aktive und passive): nicht durchf&uuml;hrbar, durchf&uuml;hrbar und bald durchf&uuml;hrbar.</LI>
</UL>
<BR>
<P CLASS="style2">Civ4lerts und MoreCiv4lerts</P>
<UL>
	<LI>&Uuml;berarbeitung eines Gro&szlig;teils des Codes von Grund auf, um die Timing-Bugs der meisten Warnungen zu beheben.</LI>
	<LI>Warnungen hinzugef&uuml;gt f&uuml;r den Fall, dass eine Zivilisation bereit ist, Vertr&auml;ge &uuml;ber Offene Grenzen, ein Verteidigungsb&uuml;ndnis oder eine Allianz zu unterzeichnen.</LI>
	<LI>Warnungen hinzugef&uuml;gt f&uuml;r den Fall, dass die Produktion einer Stadt beschleunigt werden kann (mit Zwangsarbeit oder Gold).</LI>
	<LI>Erweiterte Warnung f&uuml;r bevorstehendes Wachstum, um das eingetretene Wachstum und die bevorstehende/eingetretene Schrumpfung der Bev&ouml;lkerung einer Stadt zu melden.</LI>
	<LI>Anpassung der (Un-)Zufriedenheitswarnungen, um jede positive oder negative Ver&auml;nderung in einer Stadt zu melden.</LI>
	<LI>Neue eigene Optionen f&uuml;r Warnungen, die in den Optionen anderer Warnungen mit eingeschlossen waren.</LI>
</UL>
<BR>
<P CLASS="style2">CustomizableDomestic Advisor (CDA)</P>
<UL>
	<LI>Spalten f&uuml;r BtS (z.B. Kapitalgesellschaften und Spionage) und die Schaltfl&auml;che &quot;Kolonie freigeben&quot; hinzugef&uuml;gt.</LI>
	<LI>Andere neue	Spalten hinzugef&uuml;gt (z.B. Rundenz&auml;hler f&uuml;r Kultur- und GP-Punkte, &quot;beschleunigen mit Zwangsarbeit/Gold&quot;).</LI>
	<LI>Eine Reihe von Spalten f&uuml;r Geb&auml;udeklassen hinzugef&uuml;gt, die zeigen, ob ein Geb&auml;ude (bezogen auf die derzeitige Zivilisation) einer Klasse (statt der Anzeige des Geb&auml;udeeffekts) errichtet wurde. Die Kopfzeile dieser Spalten zeigt die Geb&auml;udesymbole und der Tooltip die Effekte des jeweiligen Geb&auml;udes.</LI>
	<LI>Spalten f&uuml;r Ressourcen zeigen nun ihr Symbol in der Kopfzeile und die jeweiligen Effekte oder ihre Verf&uuml;gbarkeit als Wert (zwei verschiedene Zeilen).</LI>
	<LI>Absturzursache bei mehr als 20 St&auml;dten behoben.</LI>
	<LI>Schaltfl&auml;chen,	um zwischen den Seiten zu bl&auml;ttern, hinzugef&uuml;gt.</LI>
	<LI>Schaltfl&auml;chen,	um Seiten w&auml;hrend einer Anpassung zu verschieben, hinzugef&uuml;gt.</LI>	
	<LI>Schaltfl&auml;che hinzugef&uuml;gt, um die Bedienelemente f&uuml;r die Spezialisten an- oder abzuschalten.</LI>	
</UL>
<BR>
<P CLASS="style2">Great Person Progress Bar</P>
<UL>
	<LI>Wird immer angezeigt, auch wenn keine Stadt GP-Punkte generiert.</LI>
	<LI>Zeigt wahlweise	die prozentuale Wahrscheinlichkeit f&uuml;r	jeden Typus von GP an.</LI>
	<LI>Ein Klick auf den Balken ruft den entsprechenden Stadt-Bildschirm auf.</LI>
	<LI>Wird eine Stadt im Hauptbildschirm ausgew&auml;hlt, werden Informationen &uuml;ber die n&auml;chste GP
	der Stadt angezeigt.</LI>
</UL>
<BR>
<P CLASS="style2">Improved Glance Tab</P>
<UL>
	<LI>Anzeige f&uuml;r Erzfeind hinzugef&uuml;gt</LI>
	<LI>Symbol f&uuml;r Kriegszustand sind nun gekreuzte Schwerter</LI>
	<LI>Anzeige f&uuml;r erzwungenen Frieden (Symbol ist ein &quot;Peace&quot;-Zeichen)</LI>
</UL>
<BR>
<P CLASS="style2">Plot List Enhancements</P>
<UL>
	<LI>Funktion der Filterschaltfl&auml;chen ver&auml;ndert, um sie intuitiver zu machen 
	<LI>Mehrere Schaltfl&auml;chen ver&auml;ndert, um deren Status anzuzeigen, wenn diese voneinander abh&auml;ngen</LI>
	<LI>Neue Symbole f&uuml;r die Filterschaltfl&auml;chen</LI>
	<LI>Tooltips f&uuml;r die Filterschaltfl&auml;chen hinzugef&uuml;gt</LI>
	<LI>Alle Optionen in den Optionsbildschirm der BUG Mod integriert, so dass sie nicht mehr &uuml;ber eine INI-Datei von Hand bearbeitet werden m&uuml;ssen</LI>
	<LI>Neue Symbole f&uuml;r die Einheitenaktionen statt eines simplen Textes</LI>
	<LI>Filter &quot;Bewegung&quot; und eine Schaltfl&auml;che f&uuml;r das Zur&uuml;cksetzen aller Filter hinzugef&uuml;gt</LI>
</UL>
<BR>
<P CLASS="style2">Reminders</P>
<UL>
	<LI>Ereignisse werden gespeichert und geladen.</LI>
	<LI>Wenn eine Erinnerung erscheint, erh&auml;lt man die M&ouml;glichkeit, sie in der n&auml;chsten Runde erneut erscheinen zu lassen.</LI>
	<LI>Auswahl der	Anzeigeart: im Ereignisprotokoll, als Dialogfenster oder beides.</LI>	
	<LI>Erinnerungen k&ouml;nnen mit <STRONG><EM>Autolog</EM></STRONG>	protokolliert werden.</LI>
	<LI>Erinnerungen, die am Anfang einer Runde erscheinen, erscheinen am Ende einer Runde noch einmal als blinkender Text</LI>
</UL>
<BR>
<P CLASS="style2">Raw Commerce</P>
(ersetzt durch <span class="style4">Raw Yields</span>)
<UL>
	<LI>Den 50%igen	Bonus der Hauptstadt in der Gesellschaftsform B&uuml;rokratie hinzugef&uuml;gt.</LI>
	<LI>Schaltfl&auml;che, um zwischen Wirtschaft und Produktion umzuschalten, hinzugef&uuml;gt.</LI>
</UL>
<BR>
<P CLASS="style2">SevoPedia</P>
<UL>
	<LI>Animierte K&ouml;pfe der Oberh&auml;upter angepasst</LI>
	<LI><A HREF="http://forums.civfanatics.com/showthread.php?t=274436">Shortcuts Entry</A> von <I><B>Ekmek</B></I> hinzugef&uuml;gt</LI>
	<LI><A HREF="http://forums.civfanatics.com/forumdisplay.php?f=268">Strategy	Guides</A> von <I><B>Alerum68</B></I> hinzugef&uuml;gt</LI>
	<LI><A HREF="http://forums.civfanatics.com/showthread.php?t=215506">Traits</A> von <I><B>Sisiutil</B></I> hinzugef&uuml;gt</LI>
</UL>
<BR>
<P CLASS="style2">Specialist Stacker</P>
<UL>
	<LI>Chevrons bei Spezialisten hinzugef&uuml;gt, die diese zu Gruppen aus 5, 10 und 20 Spezialisten zusammenfassen</LI>
</UL>
<BR>
</BODY>
</HTML>