<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<HTML>
<HEAD>
	<META HTTP-EQUIV="CONTENT-TYPE" CONTENT="text/html; charset=windows-1252">
	<TITLE>Installation der BUG Mod</TITLE>
	<STYLE TYPE="text/css">
	<!--
		P.style1 { color: #0000ff; font-size: 16pt; font-style: italic; font-weight: bold }
		P.style2 { color: #0000ff; font-size: 14pt; font-weight: bold }
		P.style3 { font-size: 16pt; font-style: italic; font-weight: bold }
		span.style4 { color: #0000ff; font-weight: bold }
	-->
	</STYLE>
</HEAD>
<BODY LANG="de-DE" DIR="LTR">
<P CLASS="style1">Installation der BUG Mod</P>
<P>Die <b>BUG Mod</b> kann auf zwei
verschiedene Arten installiert werden:
<UL>
	<LI>als Erg&auml;nzung der &quot;<FONT COLOR="#0000ff">CustomAssets</FONT>&quot; im Verzeichnis
	&quot;<FONT COLOR="#0000ff">My Games\Beyond the Sword</FONT>&quot;: die <b>BUG Mod</b> ist immer aktiv und kann zusammen mit anderen Mods verwendet werden. Auch Multiplayer-Partien sollten ohne Kompatibilit&auml;tsprobleme funktionieren.</LI>
	<LI>als normale Mod im Verzeichnis &quot;<FONT COLOR="#0000ff">My Games\Beyond the Sword\Mods\BUG Mod</FONT>&quot;: die <b>BUG Mod</b> muss separat geladen werden und kann nicht mit anderen Mods verwendet werden (au&szlig;er jenen Mods, die sich im Verzeichnis &quot;<FONT COLOR="#0000ff">CustomAssets</FONT>&quot; befinden). Bei Multiplayer-Partien m&uuml;ssen alle Spieler dieselbe	Version der <b>BUG Mod</b> verwenden.</LI>
</UL></P>
<P><FONT COLOR="#ff0000"><B>ACHTUNG!</B></FONT></P>
<P>Falls die erste Installationsart gew&auml;hlt wird, &uuml;berschreibt die <b>BUG Mod</b> einige oder alle Dateien, die sich im Verzeichnis &quot;<FONT COLOR="#0000ff">My Games\Beyond the Sword\CustomAssets</FONT>&quot; befinden. Daher wird empfohlen, dieses Verzeichnis vor der Installation der <b>BUG Mod</b> zu sichern.</P>
<P>Falls dies nicht beabsichtigt ist, gibt es zwei M&ouml;glichkeiten:</P>
<OL>
	<LI>Beide Verzeichnisse	zu einem verschmelzen. Das ist ein m&uuml;hsamer Prozess, der, falls er nicht richtig vorgenommen wird, dazu f&uuml;hren kann, dass das	Spiel danach nicht mehr funktioniert. Daher sollte dies nur	durchgef&uuml;hrt werden, falls Sie genau wissen, was Sie tun.</LI>
	<LI>Die <b>BUG Mod</b> als normale Mod installieren. Bei dieser zweiten	M&ouml;glichkeit muss die <b>BUG Mod</b> bei jedem Spielstart manuell geladen werden. Falls das nicht gew&uuml;nscht wird, kann der Parameter &quot;<FONT COLOR="#0000ff">Mods</FONT>&quot; in der Datei &quot;<FONT COLOR="#0000ff">CivilizationIV.ini</FONT>&quot; von &quot;<FONT COLOR="#0000ff">0</FONT>&quot; in &quot;<FONT COLOR="#0000ff">BUG	Mod</FONT>&quot; ge&auml;ndert werden. Eine weitere Methode ist, der Verkn&uuml;pfung des Spiels den Paramter &quot;<FONT COLOR="#0000ff">-mod= BUG Mod</FONT>&quot; hinzuzuf&uuml;gen.	In beiden F&auml;llen wird die <b>BUG Mod</b> automatisch geladen. Um eine andere (oder keine) Mod zu verwenden, muss im Hauptmen&uuml; der Men&uuml;punkt &quot;MOD ENTLADEN&quot; gew&auml;hlt werden.</LI>
</OL>
<BR>
<P CLASS="style2">Anweisungen f&uuml;r die Selbstextrahierende Datei</P>
<OL>
	<LI>Deinstallieren oder l&ouml;schen Sie alle Spuren von alten Versionen der <b>BUG Mod</b>. <FONT COLOR="#ff0000"><B>ACHTUNG!</B></FONT> Falls dies nicht durchgef&uuml;hrt wird, funktioniert die <b>BUG Mod</b> m&ouml;glicherweise nicht richtig.</LI>
	<LI>Die Datei &quot;<span class="style4">BUGMod_xxx.exe</span>&quot; ausf&uuml;hren.</LI>
	<LI>W&auml;hlen Sie unter den angezeigten Installationsoptionen diejenige aus, mit der Sie die <b>BUG Mod</b> installieren m&ouml;chten (<I>'Standard install'</I> oder <I>'In Mods folder'</I> als normale Mod).</LI>
	<LI>W&auml;hlen Sie als Installationsverzeichnis das <I><B>Civ4:BtS</B></I>-Verzeichnis unter &quot;<FONT COLOR="#0000ff">Eigene Dateien</FONT>&quot; aus (normalerweise &quot;<FONT COLOR="#0000ff">Eigene Dateien\My Games\Beyond the	Sword</FONT>&quot;).</LI>
</OL>
<P CLASS="style2">Anweisungen f&uuml;r die ZIP-Datei</P>
<OL>
	<LI>Finden Sie das <I><B>Civ4:BtS</B></I>-Verzeichnis (normalerweise im Verzeichnis &quot;<FONT COLOR="#0000ff">Eigene Dateien\My Games\Beyond the Sword</FONT>&quot;).</LI>
	<LI>Deinstallieren oder l&ouml;schen Sie alle Spuren von alten Versionen der <b>BUG Mod</b>. <FONT COLOR="#ff0000"><B>ACHTUNG!</B></FONT> Falls dies nicht durchgef&uuml;hrt wird, funktioniert die <b>BUG Mod</b> m&ouml;glicherweise nicht richtig.</LI>
	<LI>Kopieren Sie den Inhalt der Datei &quot;<span class="style4">BUGMod_xxx.zip</span>&quot; in das Verzeichnis &quot;<FONT COLOR="#0000ff">Eigene Dateien\My Games\Beyond the Sword</FONT>&quot;. Stellen Sie sicher, dass sich alle &quot;<FONT COLOR="#0000ff">INI-Dateien</FONT>&quot; im Verzeichnis &quot;<FONT COLOR="#0000ff">Beyond the Sword\BUG Mod</FONT>&quot; befinden und nicht im Verzeichnis &quot;<FONT COLOR="#0000ff">Beyond the Sword\CustomAssets</FONT>&quot;.
	<P>Falls die <b>BUG Mod</b> als normale Mod installiert werden soll, müssen sich die &quot;<FONT COLOR="#0000ff">INI-Dateien</FONT>&quot; ebenfalls im Verzeichnis &quot;<FONT COLOR="#0000ff">Beyond the Sword\BUG Mod</FONT>&quot; befinden. Daher muss das Verzeichnis &quot;<FONT COLOR="#0000ff">Beyond the Sword\Mods\BUG Mod\BUG Mod</FONT>&quot; nach dem Entpacken dorthin kopiert werden. Des weiteren muss noch das im Verzeichnis &quot;<FONT COLOR="#0000ff">Mods\BUG Mod</FONT>&quot; befindliche Verzeichnis &quot;<FONT COLOR="#0000ff">CustomAssets</FONT>&quot; in &quot;<FONT COLOR="#0000ff">Assets</FONT>&quot; umbenannt werden.</LI>
</OL>
<BR>
</BODY>
</HTML>