<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<title>Deutsch Read Me</title>
<style type="text/css">
<!--
.style1 {
	font-size: 16pt;
	font-style: italic;
	font-weight: bold;
	color: #0000FF;
}
.style2 {
	color: #0000FF;
	font-style: italic;
	font-weight: bold;
}
.style3 {
	color: #0000FF;
	font-style: italic;
}
-->
</style>
</head>

<body><script language="JavaScript" type="text/JavaScript">
function syn(){
 if(parent.nav.loaded){
  parent.nav.selectNode(34);
 }else{
  setTimeout("syn()",500);
}}
if(parent!=self){
  setTimeout("syn()",100);
}else{
  document.write('<BR><table width="35%" border="0" align="center" cellpadding="5" cellspacing="1" bgcolor="#666666"><tr><td align="center" bgcolor="#FFFFFF">');
  document.write('<a href="../../index.htm#page=DEU/readme_deu.html">Show Navigation Frame</a>'); 
  document.write('</td></tr></table><BR>');
}
</script> 

<p align="center" class="style1"><strong><em>Civilization IV: Beyond the Sword</em></strong><br>
  <strong><em>Unaltered  Gameplay Mod</em></strong><br>
  <strong>BUG  Mod</strong></p>
<p><strong><em>BtS Unaltered Gameplay</em></strong> (<strong><em>BUG Mod</em></strong>) ist eine Modifizierung <em>(Mod)</em> f&uuml;r Civilization IV: BtS. CIV ist ein sehr einfach zu modifizierendes  Spiel, aber nicht alle Mods sind untereinander kompatibel. Das BUG-Projekt  entstand in dem Bem&uuml;hen, viele verschiedene Mods der CIV-Community in einem  einzigen, kompakten Paket zu kombinieren.</p>
<p>&nbsp;</p>
<p>BUG  vereint Mods, die die Benutzeroberfl&auml;che des Spiels verbessern und die  Steuerung komfortabler machen, ohne dabei die grunds&auml;tzlichen Spielparameter zu  manipulieren. Die Ver&auml;nderungen betreffen also Aspekte wie den  Beraterbildschirm, den Stadtbildschirm, die Hauptansicht, die Zivilop&auml;die etc.  Keine dieser Ver&auml;nderungen oder Erg&auml;nzungen liefert dem Spieler Informationen,  die ihm nicht auch im Originalspiel zug&auml;nglich w&auml;ren.</p>
<p>&nbsp;</p>
<p>Mit  diesem Mod sollten sich auch <em>Succession Games</em> problemlos spielen lassen, sogar wenn diese auf einem  anderen Mod basieren. Wenn du in unserem Mod irgendetwas findest, das den Spielablauf  selbst ver&auml;ndert, teile es uns bitte mit und wir werden uns schnellst m&ouml;glichst  darum k&uuml;mmern.</p>
<p>&nbsp;</p>
<p>Wenn  du ein eigenes Mod hast, das du gern in BUG eingebaut sehen w&uuml;rdest, oder wenn  du mit uns Kontakt aufnehmen willst, komm bitte auf die Project Development  page auf SourceForge:</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <a href="http://sourceforge.net/project/civ4bug">http://sourceforget.net/projects/civ4bug</a> </p>
<p>&nbsp;&nbsp;&nbsp;&nbsp; oder ins BUG Mod Forum auf CivFanatics:</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <a href="http://forums.civfanatics.com/forumdisplay.php?f=268">http://forums.civfanatics.com/forumdisplay.php?f=268</a></p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p><strong><u>INSTALLATION</u></strong><strong> </strong></p>
<p><strong><u>ACHTUNG</u></strong><u>: Dieses Programm &uuml;berschreibt deinen vorhandenen  &bdquo;Custom Assets&ldquo;-Ordner. Wenn du deinen vorhandenen &bdquo;CustomAssets&ldquo;-Ordner  unver&auml;ndert beibehalten willst, hat du zwei M&ouml;glichkeiten:</u></p>
<p><u>1)&nbsp;&nbsp; Leg zuerst eine Sicherungskopie von deinem  vorhandenen &bdquo;CustomAssets&ldquo;-Ordner an. Benutze nun ein </u><em><u>Folder merge</u></em><u> Programm und vereine damit die beiden Verzeichnisse.  Das Ganze kann allerdings ein etwas heikler Prozess werden, und wenn du nicht  genau aufpasst, l&auml;uft das Spiel m&ouml;glicherweise nicht mehr fehlerfrei.</u></p>
<p><u>2)&nbsp;&nbsp; &Auml;ndere das Installationsverzeichnis zu  &bdquo;Mods\BUG Mod\&ldquo;, installiere BUG, und benenne nun den Ordner &bdquo;CustomAssets&ldquo; um  zu &bdquo;Assets&ldquo;. Wenn du so vorgehst, musst du das BUG-Mode jedes mal laden, wenn  du ein neues Spiel startest. Wenn du in Multi-Player oder ein Succession Game  spielst, muss jeder deiner Mitspieler dieselbe Version von BUG geladen haben!</u></p>
<p><u>Selbst-extrahierende-.EXE  Anleitung</u>:<br>
  1)&nbsp; Starte &lsquo;<strong>BUGMod_20.exe</strong>&rsquo;<br>
  2)  Wenn das angezeigte Verzeichnis nicht dein BTS-Dokumente-Ordner ist, dann  lokalisiere ihn bitte vor der Installation (normalerweise &bdquo;My Documents\My  Games\Beyond the Sword&ldquo;).<br>
  3) Starte CIV.</p>
<p><u>ZIP-Datei  Anleitung</u>:<br>
  1)&nbsp; Lokalisiere  deinen CIV:BTS Ordner (normalerweise &bdquo;My Documents\My Games\Beyond the Sword&ldquo;).<br>
  2)  Kopiere den Inhalt von &bdquo;<strong>BUGMod_20.zip&ldquo;</strong> in deinen CIV:BTS  folder. Stell sicher, dass &bdquo;BUG.INI&ldquo; im &bdquo;Beyond the Sword&ldquo;-Ordner liegt, und  nicht im &bdquo;CustomAssets&ldquo;-Ordner!<br>
  3)  Starte CIV.</p>
<p>&nbsp;</p>
<p>W&auml;hrend  des Spiels hast du &uuml;ber die Tastenkombination <strong>ctrl-alt-o</strong> Zugang zu einer Vielzahl von Einstellungen von BUG-Mod.</p>
<p>&nbsp;</p>
<p><strong>Anmerkung:</strong> <em>Asioasioasio&rsquo;s Wide Citybar</em> Mod kann nicht &uuml;ber die ctrl-alt-o-Einstellungen  entfernt werden; wenn du das Feature entfernen willst, l&ouml;sche einfach den  Ordner &bdquo;Citybar&ldquo; im Verzeichnis &bdquo;&hellip;\CustomAssets\Art\Interface\&ldquo;.</p>
<p>&nbsp;</p>
<p>Eine  Liste aller in BUG beinhalteten Mods &ndash; einschlie&szlig;lich aller gr&ouml;&szlig;eren  BUG-eigenen Modifizierungen dieser Mods &ndash; findest du in der Datei &bdquo;<strong>BUG Included Mods.rtf&ldquo;</strong>; die Ordner-/Datei-Struktur des Mods ist in <strong>&bdquo;BUG Structure.rtf&ldquo;</strong> erkl&auml;rt. Wenn du mehr &uuml;ber die in BUG beinhalteten Mods  wissen willst, findest du du die Original-ReadMes im <strong>&bdquo;Included Mods Docs&ldquo;</strong>-Ordner.</p>
<p>&nbsp;</p>
<p>&Uuml;brigens:  Es gibt ein &bdquo;Ambiente&ldquo;-Add-on f&uuml;rs BUG-Mod, unser &bdquo;Flavourful BUG Mod&ldquo; (BAT Mod). Das BAT-Mod beinhaltet viele graphische  Ver&auml;nderungen, die das Spiel optisch abwechslungsreicher gestalten, mit dem  Fokus auf eine differenzierte graphische Darstellung der verschiedenen Ethnien  im Spiel. Es ist jedoch m&ouml;glich, dass BAT nicht vollst&auml;ndig kompatibel ist mit  anderen Mods, die XML-Dateien &uuml;berschreiben (z.B. Mods, die neue oder  ver&auml;nderte Geb&auml;ude, Einheiten, Zivilisationen etc. einf&uuml;hren). BAT ist jedoch  einwandfrei kompatibel mit BUG (einfach &bdquo;dr&uuml;berinstallieren&ldquo;).</p>
<p>&nbsp;</p>
<p>#####################<br>
  #  BUG &amp; BAT Mod team #<br>
  #####################</p>
<p>Du  kannst uns kontaktieren auf SourceForge, oder Civilization Fanatics  Center.&nbsp; Die Nummer in Klammern ist die  User-Number der entsprechenden Person auf CFC.</p>
<p><strong>Alerum68</strong> (40475)<br>
    <strong>Cammagno</strong> (74513)<br>
    <strong>EmperorFool</strong> (111657)<br>
    <strong><em>NikNaks93 </em></strong>(96170)<br>
    <strong>ruff_hi</strong> (64034)</p>
</body>
</html>
