<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<HTML>
<HEAD>
	<META HTTP-EQUIV="CONTENT-TYPE" CONTENT="text/html; charset=windows-1252">
	<TITLE>Berater</TITLE>
	<STYLE TYPE="text/css">
	<!--
		P.style1 { color: #0000ff; font-size: 16pt; font-style: italic; font-weight: bold }
		P.style2 { color: #0000ff; font-size: 14pt; font-weight: bold }
		P.style3 { font-size: 14pt; font-style: italic; font-weight: bold }
		P.style4 { color: #0000ff; font-size: 12pt; font-style: italic }
	-->
	</STYLE>
</HEAD>
<BODY LANG="de-DE" DIR="LTR">
<P CLASS="style1">Berater</P>
<P>Hier finden Sie alle Einstellungen, die die Beraterbildschirme und die Civilopedia betreffen.</P>
<br> 
<P CLASS="style2">Inland [F1]</P>
<P CLASS="style4">CDA aktivieren</P>
<P>Aktiviert den anpassbaren Inlandsberater (verwendet die &quot;<A HREF="../Included%20MODs/CDA.html">Customizable Domestic Advisor</A>&quot; Mod).</P>
<br>
<P CLASS="style2">Ausland [F4]</P>
<P CLASS="style4">&Uuml;berblick</P>
<P>Aktiviert den Kurz&uuml;berblick, der mit Version 3.13 aus Beyond the Sword entfernt wurde (verwendet die &quot;<A HREF="../Included%20MODs/Glance.html">Improved Glance Tab</A>&quot; Mod).</P>
<P CLASS="style4">Smilies im &Uuml;berblick</P>
<P>Zeigt im Kurz&uuml;berblick farbige Smilies an, die die Einstellung anderer Zivilisationen gegen&uuml;ber der eigenen auf einen Blick darstellen.</P>
<br>
<P CLASS="style2">Milit&auml;r [F5]</P>
<P CLASS="style4">BUG Milit&auml;rberater</P>
<P>Aktiviert den verbesserten Milit&auml;rberater der BUG Mod (verwendet die &quot;<A HREF="../Included%20MODs/MA.html">Military Advisor</A>&quot; Mod; erfordert Neustart).</P>
<br>
<P CLASS="style2">Technologiebaum [F6]</P>
<P CLASS="style4">GP-Technologien</P>
<P>Zeigt am unteren Rand des Technologiebaums Symbole der Technologien an, die durch eine Gro&szlig;e Pers&ouml;nlichkeit, abh&auml;ngig von deren Typus, erforscht werden k&ouml;nnen (verwendet die &quot;<A HREF="../Included%20MODs/GPTech.html">Great Person Tech Preferences</A>&quot; Mod).</P>
<P CLASS="style4">Breiter Technologiebaum</P>
<P>Koppelt die Breite des Technologiebaums an die Bildschirmaufl&ouml;sung (erfordert Neustart).</P>
<br>
<P CLASS="style2">Sieg-Bildschirm [F8]</P>
<P CLASS="style4">BUG Siegbedingungen</P>
<P>Zeigt zusätzliche Informationen auf der entsprechenden Seite des Sieg-Bildschirms an.</P>
<P CLASS="style4">BUG Mitglieder</P>
<P>Zeigt zusätzliche Informationen auf der entsprechenden Seite des Sieg-Bildschirms an.</P>
<br>
<P CLASS="style2">Info-Bildschirm [F9]</P>
<P CLASS="style4">BUG Diagramme</P>
<P>Zeigt die Diagramme auf der entsprechenden Seite des Info-Bildschirms in einer übersichtlicheren Anordnung an.</P>
<br>
<P CLASS="style2">Sevopedia [F12]</P>
<P CLASS="style4">Aktivieren</P>
<P>Aktiviert die &quot;<A HREF="../Included%20MODs/Sevopedia.html">Sevopedia</A>&quot; (erfordert Neustart).</P>
<P CLASS="style4">Listen sortieren</P>
<P>Sortiert die Eintr&auml;ge der Civilopedia in einer anderen Reihenfolge.</P>
<br>
<P CLASS="style2">Spionage [STRG + E]</P>
<P CLASS="style4">Besserer Spionagebildschirm</P>
<P>Aktiviert den verbesserten Spionagebildschirm (verwendet die &quot;<A HREF="../Included%20MODs/BES.html">Better Espionage Screen</A>&quot; Mod).</P>
<P CLASS="style2">Spionagepunktverh&auml;ltnis</P>
<P CLASS="style4">Standardfarbe</P>
<P>Bestimmt die Standardfarbe, in der das Spionagepunktverh&auml;ltnis erscheint.</P>
<P CLASS="style4">Gutes Punkteverh&auml;ltnis</P>
<P>Bestimmt die Prozentzahl, ab der das Spionagepunktverh&auml;ltnis von ausgeglichen in gut umschl&auml;gt.</P>
<P CLASS="style4">Farbe (gut)</P>
<P>Bestimmt die Farbe, in der gute Spionagepunktverh&auml;ltnisse erscheinen.</P>
<P CLASS="style4">Schlechtes Punkteverh&auml;ltnis</P>
<P>Bestimmt die Prozentzahl, ab der das Spionagepunktverh&auml;ltnis von ausgeglichen in schlecht umschl&auml;gt.</P>
<P CLASS="style4">Farbe (schlecht)</P>
<P>Bestimmt die Farbe, in der schlechte Spionagepunktverh&auml;ltnisse erscheinen.</P>
<P CLASS="style2">Spionagemissionen</P>
<P CLASS="style4">Farbe (durchf&uuml;hrbar)</P>
<P>Bestimmt die Farbe, in der sofort durchf&uuml;hrbare Spionagemissionen gegen andere Zivilisationen erscheinen.</P>
<P CLASS="style4">Grenzbereich (bald durchf&uuml;hrbar)</P>
<P>Bestimmt den Grenzbereich, ab dem eine Spionagemission als bald durchf&uuml;hrbar gekennzeichnet wird. 5% bedeutet, dass nur noch 5% der Spionagepunkte fehlen, um diese Mission durchf&uuml;hren zu k&ouml;nnen.</P>
<P CLASS="style4">Farbe (bald durchf&uuml;hrbar)</P>
<P>Bestimmt die Farbe, in der bald durchf&uuml;hrbare Spionagemissionen gegen andere Zivilisationen erscheinen.</P>
<BR>
</BODY>
</HTML>