<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<HTML>
<HEAD>
	<META HTTP-EQUIV="CONTENT-TYPE" CONTENT="text/html; charset=windows-1252">
	<TITLE>Einheitenliste</TITLE>
	<STYLE TYPE="text/css">
	<!--
		P.style1 { color: #0000ff; font-size: 16pt; font-style: italic; font-weight: bold }
		P.style2 { color: #0000ff; font-size: 14pt; font-weight: bold }
		P.style3 { font-size: 14pt; font-style: italic; font-weight: bold }
		P.style4 { color: #0000ff; font-size: 12pt; font-style: italic }
	-->
	</STYLE>
</HEAD>
<BODY LANG="de-DE" DIR="LTR">
<P CLASS="style1">Einheitenliste</P>
<P>Hier finden Sie alle Einstellungen, die die Einheitenliste über dem Befehlsmenü betreffen.</P>
<BR>
<P CLASS="style2">Filterschaltfl&auml;chen</P>
<P>Aktiviert die Schaltfl&auml;chen von PLE unterhalb der Einheitenliste (verwendet die &quot;<A HREF="../Included%20MODs/PLE.html">Plot List Enhancement</A>&quot; Mod).</P>
<P CLASS="style2">Standardansicht</P>
<P>Bestimmt die Standardansicht f&uuml;r die Einheitenliste. Die verschiedenen M&ouml;glichkeiten sind &quot;Einzeilig&quot;, &quot;Mehrzeilig&quot;, &quot;Spalten&quot; und &quot;Zeilen&quot;.</P>
<P CLASS="style2">Gruppierung nach</P>
<P>Bestimmt, wie Einheiten in der Einheitenliste bei den Anzeigemethoden &quot;Spalten&quot; bzw. &quot;Zeilen&quot; gruppiert werden. Die verschiedenen M&ouml;glichkeiten sind &quot;Einheitentyp&quot; und &quot;Einheitenverband&quot;.</P>
<P CLASS="style2">Filterfunktion</P>
<P>Bestimmt, wie die Schaltfl&auml;chen der Einheitenfilter funktionieren: Entweder nach der Methode der urspr&uuml;nglichen Mod (&quot;PLE&quot;) oder die intuitivere Methode von &quot;BUG&quot;.</P>
<BR>
<P CLASS="style2">Zus&auml;tzliche Anzeigen</P>
<P CLASS="style4">Verwundung</P>
<P>Zeigt ein Symbol f&uuml;r Gesundheit oder Verwundung einer Einheit im Einheitensymbol an.</P>
<P CLASS="style4">Gro&szlig;er General</P>
<P>F&uuml;gt den Einheitensymbolen von Einheiten, die von Gro&szlig;en Gener&auml;len gef&uuml;hrt werden, einen kleinen goldenen Stern hinzu.</P>
<P CLASS="style4">Bef&ouml;rderung verf&uuml;gbar</P>
<P>Legt einen blauen Rahmen um das Einheitensymbol, wenn eine Einheit bef&ouml;rdert werden kann.</P>
<P CLASS="style4">Modernisierung verf&uuml;gbar</P>
<P>Zeigt einen orangenen nach oben gerichteten Pfeil in der unteren rechten Ecke des Einheitensymbols an, wenn eine Einheit modernisiert werden kann (unabh&auml;ngig von den Kosten).</P>
<P CLASS="style4">Einheitenaktion</P>
<P>F&uuml;gt den Einheitensymbolen die gerade ausgef&uuml;hrte Aktion als Symbol hinzu.</P>
<BR>
<P CLASS="style2">Gesundheitsbalken</P>
<P>Zeigt einen Balken f&uuml;r die Gesundheit einer Einheit &uuml;ber dem Einheitensymbol an. Die Farben f&uuml;r &quot;Gesund&quot; und &quot;Verwundet&quot; k&ouml;nnen frei gew&auml;hlt werden. Au&szlig;erdem kann der Balken w&auml;hrend eines Kampfes automatisch ausgeblendet werden.</P>
<P CLASS="style2">Bewegungspunktebalken</P>
<P>Zeigt einen Balken f&uuml;r die verbleibenden Bewegungspunkte einer Einheit &uuml;ber dem Einheitensymbol an. Die Farben f&uuml;r &quot;Verf&uuml;gbare&quot;, &quot;Verbrauchte&quot; und keine Bewegungspunkte k&ouml;nnen frei gew&auml;hlt werden.</P>
<BR>
<P CLASS="style2">Info-Tooltip</P>
<P>Ersetzt die Informationen, die standardm&auml;&szlig;ig angezeigt werden, wenn der Mauszeiger &uuml;ber ein Einheitensymbol bewegt wird.</P>
<P CLASS="style4">Beförderungen (Abstand)</P>
<P>Legt den vertikalen Abstand der Beförderungssymbole im Info-Tooltip fest, um bei Themes, die die Schriftart verändern, diese Symbole richtig anzuordnen (der Standardwert ist 0, der beste Wert für "Blue Marble" ist 6).</P>
<P CLASS="style4">Einheitenname</P>
<P>Bestimmt die Farbe von Einheitennamen.</P>
<P CLASS="style2">Modernisierungskosten</P>
<P>Zeigt die Kosten f&uuml;r die Modernisierung einer Einheit an.</P>
<P CLASS="style4">Erschwinglich</P>
<P>Bestimmt die Farbe, in der die Modernisierungskosten eingef&auml;rbt werden, wenn gen&uuml;gend Gold verf&uuml;gbar ist.</P>
<P CLASS="style4">Unerschwinglich</P>
<P>Bestimmt die Farbe, in der die Modernisierungskosten eingef&auml;rbt werden, wenn nicht gen&uuml;gend Gold verf&uuml;gbar ist.</P>
<P CLASS="style2">Spezialf&auml;higkeiten</P>
<P>Zeigt die Spezialf&auml;higkeiten einer Einheit an.</P>
<P CLASS="style4">Einheitentyp</P>
<P>Bestimmt die Farbe zur Hervorhebung besonderer F&auml;higkeiten, &uuml;ber die eine Einheit auf Grund ihres Typs verf&uuml;gt.</P>
<P CLASS="style4">Bef&ouml;rderung</P>
<P>Bestimmt die Farbe zur Hervorhebung besonderer F&auml;higkeiten, &uuml;ber die eine Einheit auf Grund ihrer Bef&ouml;rderungen verf&uuml;gt.</P>
<BR>
<P CLASS="style2">Zugoptionen</P>
<P>Zeigt die Zugoptionen einer Einheit an, wenn bei gedr&uuml;ckter [ALT]-Taste der Mauszeiger &uuml;ber das Einheitensymbol bewegt wird.</P>
<BR>
</BODY>
</HTML>