<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<HTML>
<HEAD>
	<META HTTP-EQUIV="CONTENT-TYPE" CONTENT="text/html; charset=windows-1252">
	<TITLE>Custom Domestic Advisor (CDA)</TITLE>
	<STYLE TYPE="text/css">
	<!--
		P.style1 { color: #0000ff; font-size: 16pt; font-style: italic; font-weight: bold }
		P.style2 { color: #0000ff; font-size: 14pt; font-weight: bold }
		P.style3 { font-size: 14pt; font-style: italic; font-weight: bold }
		P.style4 { color: #0000ff; font-size: 12pt; font-style: italic }
	-->
	</STYLE>
</HEAD>
<BODY LANG="de-DE" DIR="LTR">
<P CLASS="style1">Custom Domestic Advisor (CDA)</P>
<P CLASS="style3">von Taelis (stark modifiziert von EmperorFool)</P>
<BR>
<P CLASS="style1">&Uuml;ber Custom Domestic Advisor (CDA)</P>
<P>Diese Mod wurde durch die fantastische Arbeit von <FONT COLOR="#0000ff"><I><B>Homegrown</B></I></FONT> und <FONT COLOR="#0000ff"><I><B>Requies</B></I></FONT> inspiriert. Durch diese Erweiterung ihrer Mod ist es m&ouml;glich, den Inlandsberater direkt im Spiel an die eigenen Bed&uuml;rfnisse anzupassen. So k&ouml;nnen neue Seiten erstellt, Spalten entfernt oder hinzugef&uuml;gt und die Anordnung und Breite einzelner Spalten direkt im Berater ver&auml;ndert werden.</P>
<BR>
<P CLASS="style1">Anleitung</P>
<P>Im Optionsbildschirm der <b>BUG Mod</b> unter &quot;<A HREF="../Options/Advisors.html">Berater</A>&quot; kann diese Mod an- oder abgeschaltet werden. Alle anderen Einstellungen können direkt im &quot;Inlandsberater&quot; vorgenommen werden. Die Schaltfl&auml;chen am unteren Rand des Inlandsberaters, von links nach rechts:</P>
<UL>
	<LI><SPAN style="color: #0000ff;">Liste</SPAN>: zeigt den Namen der aktuellen Seite an und erlaubt die Auswahl einer anderen</LI>
	<LI><SPAN style="color: #0000ff;">wei&szlig;er Pfeil nach links</SPAN>: Sprung zur vorherigen Seite</LI>
	<LI><SPAN style="color: #0000ff;">wei&szlig;er Pfeil nach rechts</SPAN>: Sprung zur n&auml;chsten Seite</LI>
	<LI><SPAN style="color: #0000ff;">Schriftrollensymbol</SPAN>: umschalten zwischen der normalen Benutzeroberfl&auml;che und jener zur Anpassung einer Seite</LI>
</UL>
<P>Die angezeigten Schaltfl&auml;chen des Inlandsberaters w&auml;hrend der Anpassung einer Seite, von links nach rechts:</P>
<UL>
	<LI><SPAN style="color: #0000ff;">Liste</SPAN>: zeigt den Namen der aktuellen Seite an und erlaubt die Auswahl einer anderen</LI>
	<LI><SPAN style="color: #0000ff;">wei&szlig;er Pfeil nach links</SPAN>: Sprung zur vorherigen Seite</LI>
	<LI><SPAN style="color: #0000ff;">wei&szlig;er Pfeil nach rechts</SPAN>: Sprung zur n&auml;chsten Seite</LI>
	<LI><SPAN style="color: #0000ff;">Schriftrollensymbol</SPAN>: umschalten zwischen der normalen Benutzeroberfl&auml;che und jener zur Anpassung einer Seite</LI>
	<LI><SPAN style="color: #0000ff;">Angepinntes Blatt</SPAN>: ausgew&auml;hlte Seite umbenennen</LI>
	<LI><SPAN style="color: #0000ff;">Kopfsymbol</SPAN>: der Seite den unteren Balken mit Spezialisten, Kultur- und GP-Anzeige hinzuf&uuml;gen oder ihn von ihr entfernen</LI>
	<LI><SPAN style="color: #0000ff;">wei&szlig;es +</SPAN>: eine neue Seite hinzuf&uuml;gen</LI>
	<LI><SPAN style="color: #0000ff;">wei&szlig;es -</SPAN>: die ausgew&auml;hlte Seite entfernen</LI>
	<LI><SPAN style="color: #0000ff;">roter Pfeil nach oben</SPAN>: die ausgew&auml;hlte Seite in der Liste nach oben verschieben</LI>
	<LI><SPAN style="color: #0000ff;">roter Pfeil nach unten</SPAN>: die ausgew&auml;hlte Seite in der Liste nach unten verschieben</LI>
	<LI><SPAN style="color: #0000ff;">Monitorsymbol</SPAN>: die letzten Anpassungen speichern</LI>
	<LI><SPAN style="color: #0000ff;">Verbotsschild</SPAN>: die letzten Anpassungen verwerfen</LI>
</UL>
<P>Au&szlig;erdem befindet sich w&auml;hrend der Anpassung einer Seite &uuml;ber den zuvor genannten Elementen eine weitere Reihe Schaltfl&auml;chen. Deren Bedeutung ist von links nach rechts:</P>
<UL>
	<LI><SPAN style="color: #0000ff;">wei&szlig;er Pfeil nach links</SPAN>: Gr&ouml;&szlig;e der ausgew&auml;hlten Spalte verringern (im linken Feld)</LI>
	<LI><SPAN style="color: #0000ff;">wei&szlig;er Pfeil nach rechts</SPAN>: Gr&ouml;&szlig;e der ausgew&auml;hlten
	Spalte erh&ouml;hen (im linken Feld)</LI>
	<LI><SPAN style="color: #0000ff;">wei&szlig;es +</SPAN>: ausgew&auml;hlte Spalte hinzuf&uuml;gen (die im rechten Feld ausgew&auml;hlte Spalte wird dem linken Feld hinzugef&uuml;gt)</LI>
	<LI><SPAN style="color: #0000ff;">wei&szlig;es -</SPAN>: ausgew&auml;hlte Spalte entfernen (die im linken Feld ausgew&auml;hlte Spalte wird aus diesem entfernt)</LI>
	<LI><SPAN style="color: #0000ff;">roter Pfeil nach oben</SPAN>: ausgew&auml;hlte Spalte nach oben verschieben (die Spalte wird weiter links auf der entsprechenden Seite des CDA angezeigt)</LI>
	<LI><SPAN style="color: #0000ff;">roter Pfeil nach unten</SPAN>: ausgew&auml;hlte Spalte nach unten verschieben (die Spalte wird weiter rechts auf der entsprechenden Seite des CDA angezeigt)</LI>
</UL>
<P>W&auml;hrend der Anpassung einer Seite befindet sich in der linken H&auml;lfte des Beraters die momentan bearbeitete Seite und in der rechten H&auml;lfte des Beraters die verf&uuml;gbaren Elemente, die der momentanen Seite hinzugef&uuml;gt werden k&ouml;nnen.</P>
<BR>
<P CLASS="style1">Credits</P>
<P>Forum: <A HREF="http://forums.civfanatics.com/showthread.php?t=150198">http://forums.civfanatics.com/showthread.php?t=150198</A></P>
<P>Autor: <FONT COLOR="#0000ff"><I><B>Lee Reeves</B></I></FONT> aka <FONT COLOR="#0000ff"><I><B>Taelis</B></I></FONT></P>
<BR>
<P CLASS="style1">Danksagungen des Autors</P>
<P>Diese Mod wurde durch die fantastische Arbeit von <FONT COLOR="#0000ff"><I><B>Homegrown</B></I></FONT> und <FONT COLOR="#0000ff"><I><B>Requies</B></I></FONT> von civfanatics.com und allen, die dazu beigetragen haben, inspiriert. Au&szlig;erdem m&ouml;chte ich folgenden Menschen danken:</P>
<P><FONT COLOR="#0000ff"><I><B>Cammagno</B></I></FONT>, f&uuml;r umfassende Hilfe bei den Beta-Tests und f&uuml;r die Entwicklung einer vollst&auml;ndigen und optimierten Konfigurationsdatei</P>
<P><FONT COLOR="#0000ff"><I><B>Homegrown</B></I></FONT>, f&uuml;r die urspr&uuml;ngliche Mod des Inlandsberaters mit ihren vielen Verbesserungen</P>
<P><FONT COLOR="#0000ff"><I><B>Requies</B></I></FONT>, f&uuml;r den &quot;speziellen&quot; Inlandsberater, die Grundlage dieser Mod. Die Credits seiner Mod:</P>
<P STYLE="margin-left: 1.5cm; page-break-before: auto; page-break-after: auto">
<FONT COLOR="#0000ff"><I><B>terrasol</B></I></FONT>, f&uuml;r die Farbver&auml;nderung der Werte bei Problemen und f&uuml;r die Behebung von Problemen mit nicht-englischen Sprachversionen und anderer kleiner Probleme
<BR><BR>
<FONT COLOR="#0000ff"><I><B>Arkeide</B></I></FONT>, f&uuml;r die Hilfe beim Programmcode, um direkt zu den St&auml;dten springen zu k&ouml;nnen
<BR><BR>
<FONT COLOR="#0000ff"><I><B>rendermad</B></I></FONT>, f&uuml;r den Vorschlag, fehlende Garnisonseinheiten farblich hervorzuheben
<BR><BR>
<FONT COLOR="#0000ff"><I><B>=DOCTOR=</B></I></FONT>, f&uuml;r den Vorschlag, Kultur- und GP-Anzeige einzubauen
<BR><BR>
<FONT COLOR="#0000ff"><I><B>Tubby Rower</B></I></FONT>, f&uuml;r die leider nicht realisierbare Tooltip-Idee
<BR><BR>
<FONT COLOR="#0000ff"><I><B>eotinb</B></I></FONT>, f&uuml;r den Vorschlag, Informationen &uuml;ber die Automatisierungen einer Stadt einzubauen, und f&uuml;r einige allgemeine Kommentare und Ideen
<BR><BR>
<FONT COLOR="#0000ff"><I><B>sportybrian</B></I></FONT>, f&uuml;r den Vorschlag, Werte von 0 und stark positive Werte mit verschiedenen Farben hervorzuheben</P>
<P>Und nat&uuml;rlich Firaxis daf&uuml;r, dass sie CivIV entwickelt und so Monate meines Lebens gestohlen haben. ;)</P>
<BR>
</BODY>
</HTML>