<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<HTML>
<HEAD>
	<META HTTP-EQUIV="CONTENT-TYPE" CONTENT="text/html; charset=windows-1252">
	<TITLE>Civ4lerts and MoreCiv4lerts&quot;</TITLE>
	<STYLE TYPE="text/css">
	<!--
		P.style1 { color: #0000ff; font-size: 16pt; font-style: italic; font-weight: bold }
		P.style2 { color: #0000ff; font-size: 14pt; font-weight: bold }
		P.style3 { font-size: 14pt; font-style: italic; font-weight: bold }
		P.style4 { color: #0000ff; font-size: 12pt; font-style: italic }
	-->
	</STYLE>
</HEAD>
<BODY LANG="de-DE" DIR="LTR">
<P CLASS="style1">Civ4lerts and MoreCiv4lerts</P>
<P CLASS="style3">von Dr. Elmer Jiggle (stark modifiziert von EmperorFool)</P>
<BR>
<P CLASS="style1">&Uuml;ber Civ4lerts and MoreCiv4lerts</P>
<P>Diese Mod f&uuml;hrt Bildschirmwarnungen f&uuml;r eine Vielzahl von Spielereignissen ein, wie z.B. Stadtwachstum oder die Verf&uuml;gbarkeit neuer Handelsm&ouml;glichkeiten. Das Konzept orientiert sich am &quot;CivAssist&quot; Tool f&uuml;r Civilization 3, und tats&auml;chlich sind viele Warnmeldungen gleich.</P>
<P>Die Warnungen werden keine Informationen anzeigen, die ansonsten nicht verf&uuml;gbar w&auml;ren. Sie sind nur dazu da, die Aufmerksamkeit des Spielers auf Ereignisse zu lenken, wenn diese auftreten, ohne dass in jeder Runde die Beraterbildschirme eingehend studiert werden m&uuml;ssten.</P>
<P>Die Warnmeldungen werden auch im Ereignis-Log angezeigt (Strg + Tab). Wie bei normalen Meldungen erscheint f&uuml;r eine kurze Zeit eine Benachrichtigung im Hauptbildschirm. Meldungen, die vom Bildschirm entfernt wurden, k&ouml;nnen im Ereignis-Log erneut gelesen werden. Bei geeigneten Meldungen versetzt ein Klick auf diese den Kamerafokus an den Ort des Ereignisses.</P>
<BR>
<P CLASS="style1">Anleitung</P>
<P>Im Optionsbildschirm der <b>BUG Mod</b> unter &quot;<A HREF="../Options/Alerts.html">Warnungen</A>&quot; kann eingestellt werden, welche Warnungen zu Beginn jeder Runde erscheinen oder nicht erscheinen sollen.</P>
<P>Die m&ouml;glichen Warnmeldungen sind:</P>
<P CLASS="style4"><b>St&auml;dte</b></P>
<UL>
	<LI><FONT COLOR="#0000ff">Wachstum</FONT> - Die Bev&ouml;lkerung einer Stadt ist gewachsen oder geschrumpft.</LI>
	<LI><FONT COLOR="#0000ff">Wachstum (bevorstehend)</FONT> - Wird eine Runde vor der Ver&auml;nderung der Bev&ouml;lkerungszahl angezeigt.</LI>
	<LI><FONT COLOR="#0000ff">Gesundheit</FONT> - Die Gesundheit der Bev&ouml;lkerung einer Stadt hat sich verbessert oder verschlechtert.</LI>
	<LI><FONT COLOR="#0000ff">Gesundheit (bevorstehend)</FONT> - Wird eine Runde vor der Ver&auml;nderung der Gesundheit angezeigt.</LI>
	<LI><FONT COLOR="#0000ff">Zufriedenheit</FONT> - Die Zufriedenheit der Bev&ouml;lkerung einer Stadt hat sich verbessert oder verschlechtert.</LI>
	<LI><FONT COLOR="#0000ff">Zufriedenheit (bevorstehend)</FONT> - Wird eine Runde vor der Ver&auml;nderung der Zufriedenheit angezeigt.</LI>
	<LI><FONT COLOR="#0000ff">Bevorstehende Grenzerweiterung</FONT> - Die Kulturgrenzen einer Stadt werden sich in der n&auml;chsten Runde erweitern.</LI>
	<LI><FONT COLOR="#0000ff">Zwangsarbeit m&ouml;glich </FONT>- Die Produktion einer Stadt kann durch Opferung eines Teils der Bev&ouml;lkerung beschleunigt werden. Au&szlig;erdem wird angezeigt, wie viele Produktionspunkte (sog. &quot;H&auml;mmer&quot;) &Uuml;berschuss entstehen.</LI>
	<LI><FONT COLOR="#0000ff">Goldzahlung m&ouml;glich</FONT> - Die Produktion einer Stadt kann durch Zahlung einer bestimmten Menge Gold beschleunigt werden.</LI>
</UL>
<P CLASS="style4"><b>Diplomatie</b></P>
<UL>
	<LI><FONT COLOR="#0000ff">Offene Grenzen</FONT> - Eine Zivilisation wird einem Abkommen &uuml;ber &quot;Offene Grenzen&quot; zustimmen.</LI>
	<LI><FONT COLOR="#0000ff">Verteidigungsb&uuml;ndnis</FONT> - Eine Zivilisation wird einem &quot;Verteidigungsb&uuml;ndnis&quot; zustimmen.</LI>
	<LI><FONT COLOR="#0000ff">Allianz</FONT> - Eine Zivilisation wird einer &quot;Allianz&quot; zustimmen.</LI>
</UL>
<P CLASS="style4"><b>Handel</b></P>
<UL>
	<LI><FONT COLOR="#0000ff">Technologien</FONT> - Eine Zivilisation m&ouml;chte bestimmte Technologien handeln.</LI>
	<LI><FONT COLOR="#0000ff">Goldbetrag</FONT> - Eine Zivilisation hat eine bestimmte Menge Gold zum Handeln zur Verf&uuml;gung. Die Mindestmenge, damit die Warnmeldung ausgel&ouml;st wird, kann ebenfalls eingestellt werden.</LI>
	<LI><FONT COLOR="#0000ff">Gold pro Runde</FONT> - Eine Zivilisation hat eine bestimmte Menge Gold pro Runde zum Handeln zur Verf&uuml;gung. Die Mindestmenge, damit die Warnmeldung ausgel&ouml;st wird, kann ebenfalls eingestellt werden.</LI>
</UL>
<P CLASS="style4"><b>Herrschaftssieg</b></P>
<UL>
	<LI><FONT COLOR="#0000ff">Grenzbereich Bev&ouml;lkerung</FONT> - Bei einem bevorstehenden Herrschaftssieg wird eine Warnung ausgel&ouml;st, wenn die eigene Bev&ouml;lkerungszahl in den definierten Grenzbereich eintritt.</LI>
	<LI><FONT COLOR="#0000ff">Grenzbereich Landmasse</FONT> - Bei einem bevorstehenden Herrschaftssieg wird eine Warnung ausgel&ouml;st, wenn die Gr&ouml;&szlig;e der eigenen Landmasse in den definierten Grenzbereich eintritt.</LI>
</UL>
<BR>
<P CLASS="style1">Credits</P>
<P>Forum: <A HREF="http://forums.civfanatics.com/showthread.php?t=157088">http://forums.civfanatics.com/showthread.php?t=157088</A></P>
<P>Autor: <FONT COLOR="#0000ff"><I><B>Dr. Elmer Jiggle</B></I></FONT></P>
<BR>
</BODY>
</HTML>