<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<HTML>
<HEAD>
	<META HTTP-EQUIV="CONTENT-TYPE" CONTENT="text/html; charset=windows-1252">
	<TITLE>Advanced Scoreboard</TITLE>
	<STYLE TYPE="text/css">
	<!--
		P.style1 { color: #0000ff; font-size: 16pt; font-style: italic; font-weight: bold }
		P.style2 { color: #0000ff; font-size: 14pt; font-weight: bold }
		P.style3 { font-size: 14pt; font-style: italic; font-weight: bold }
		P.style4 { color: #0000ff; font-size: 12pt; font-style: italic }
	-->
	</STYLE>
</HEAD>
<BODY LANG="de-DE" DIR="LTR">
<P CLASS="style1">Advanced Scoreboard</P>
<P CLASS="style3">von EmperorFool</P>
<BR>
<P CLASS="style1">&Uuml;ber Advanced Scoreboard</P>
<P>Diese Mod stellt eine vollst&auml;ndig anpassbare Punkteanzeige als Teil der <b>BUG Mod</b> bereit. Dabei wurde sowohl <FONT COLOR="#0000ff"><I><B>TheLopez</B></I></FONT>' &quot;<A HREF=http://forums.civfanatics.com/showthread.php?t=167023>Dead Civ Scoreboard</A>&quot; Mod als auch <FONT COLOR="#0000ff"><I><B>Porges</B></I></FONT>' &quot;<A HREF=http://forums.civfanatics.com/showthread.php?t=167352>Attitude Icons</A>&quot; integriert (beide sind immer noch optional). So kann sehr genau festgelegt werden, was angezeigt wird und in welcher Reihenfolge. Au&szlig;erdem wurde eine Option hinzugef&uuml;gt, um die gerade erforschten Technologien gegnerischer Zivilisationen als Symbol statt als Text anzuzeigen, wenn diese bekannt sind. Folgende Mods wurden in diese Mod integriert
 <UL>
  	<LI><SPAN style="font-weight: bold">Dead Civ Scoreboard</SPAN> von <FONT COLOR="#0000ff"><I><B>TheLopez</B></I></FONT> - Entfernt oder graut Zivilisationen aus, die w&auml;hrend einer Partie ausgel&ouml;scht wurden.
  	<LI><SPAN style="font-weight: bold">Attitude Icons</SPAN> von <FONT COLOR="#0000ff"><I><B>Porges</B></I></FONT> - F&uuml;gt der Punkteanzeige Smilies hinzu, die die momentane Einstellung gegnerischer Zivilisationen gegen&uuml;ber der eigenen repr&auml;sentieren.
  	<LI><SPAN style="font-weight: bold">Score Delta</SPAN> von <FONT COLOR="#0000ff"><I><B>Caesium</B></I></FONT> - Zeigt die Veränderung der Wertung einer Zivilisation seit der letzten Runde an.
  	<LI><SPAN style="font-weight: bold">Reversible Power Ratio</SPAN> von <FONT COLOR="#0000ff"><I><B>Dresden</B></I></FONT> - Zeigt das Verh&auml;ltnis der Macht der eigenen gegen&uuml;ber einer gegnerischen Zivilisationen (hohe Werte sind besser) oder dessen Kehrwert (niedrige Werte sind besser) an. Außerdem kann die Anzahl der Nachkommastellen eingestellt werden.
</UL></P>
<BR>
<P CLASS="style1">Anleitung</P>
<P>Alle Einstellungen für diese Mod können im Optionsbildschirm der <b>BUG Mod</b> unter &quot;<A HREF="../Options/Scoreboard.html">Punkteanzeige</A>&quot; vorgenommen werden. Die folgenden Optionen befinden sich in der rechten Spalte unter &quot;Erweitertes Layout&quot;. Sie werden mit der Option &quot;Aktivieren&quot; im Spiel wirksam, so dass das Aussehen der Punkteanzeige individuell angepasst werden kann.</P>
<P>Im Textfeld &quot;Reihenfolge der Spalten&quot; kann gew&auml;hlt werden, was angezeigt werden soll und in welcher Reihenfolge. Jedes Element wird durch einen einzelnen und einzigartigen Buchstaben repr&auml;sentiert. Im Tooltip des Textfeldes werden alle Elemente detailliert erkl&auml;rt:</P>
<UL>
	<LI><SPAN style="color: #0000ff;">S</SPAN> - Wertung einer Zivilisation
	<LI><SPAN style="color: #0000ff;">Z</SPAN> - Ver&auml;nderung der Wertung einer Zivilisation seit der letzten Runde
	<LI><SPAN style="color: #0000ff;">V</SPAN> - Eine Zivilisation hat mindestens einen Vasallen
	<LI><SPAN style="color: #0000ff;">C</SPAN> - Name einer Zivilisation/eines Oberhaupts/eines Spielers
	<LI><SPAN style="color: #0000ff;">?</SPAN> - Zivilisation noch nicht kontaktiert
	<LI><SPAN style="color: #0000ff;">W</SPAN> - Kriegszustand oder Friedensvertrag mit einer Zivilisation
	<LI><SPAN style="color: #0000ff;">E</SPAN> - Gutes Spionagepunktverh&auml;ltnis gegen&uuml;ber einer Zivilisation
	<LI><SPAN style="color: #0000ff;">P</SPAN> - Machtverh&auml;ltnis zwischen der eigenen und einer gegnerischen Zivilisation
	<LI><SPAN style="color: #0000ff;">T</SPAN> - Derzeitiges Forschungsprojekt einer Zivilisation (gilt f&uuml;r Vasallen, Verb&uuml;ndete und durch Spionage erlangt)
	<LI><SPAN style="color: #0000ff;">U</SPAN> - Anzahl verbleibender Runden bis zur Erforschung
	<LI><SPAN style="color: #0000ff;">N</SPAN> - Handelsverbindungen mit einer Zivilisation
	<LI><SPAN style="color: #0000ff;">B</SPAN> - &quot;Offene Grenzen&quot; mit einer Zivilisation
	<LI><SPAN style="color: #0000ff;">D</SPAN> - &quot;Verteidigungsb&uuml;ndis&quot; mit einer Zivilisation
	<LI><SPAN style="color: #0000ff;">R</SPAN> - Staatsreligion einer Zivilisation
	<LI><SPAN style="color: #0000ff;">A</SPAN> - Einstellung einer Zivilisation gegen&uuml;ber der eigenen
	<LI><SPAN style="color: #0000ff;">H</SPAN> - Erzfeind der eigenen Zivilisation
	<LI><SPAN style="color: #0000ff;">M</SPAN> - Kriegsvorbereitungen einer Zivilisation (engl. "WHEOOH")
	<LI><SPAN style="color: #0000ff;">*</SPAN> - Warten auf den Zug einer Zivilisation
	<LI><SPAN style="color: #0000ff;">L</SPAN> - Netzwerkstatistik einer Zivilisation (Ping)
	<LI><SPAN style="color: #0000ff;">O</SPAN> - Verbundener Spieler ist &quot;out-of-sync&quot;
</UL>
<P>Zwischen den Codes für die Spalten können Zahlen (positive oder negative) gesetzt werden, die den eingestellten Standardabstand außer Kraft setzen.</P>
<P>Die letzten drei Elemente werden nur in Multiplayer-Partien angezeigt.</P>
<P>Zus&auml;tzliche Optionen:</P>
<UL>
	<LI>Die Option &quot;Linksb&uuml;ndige Namen&quot; richtet die Namen von Zivilisationen/Oberh&auml;uptern nach links statt nach rechts aus.
	<LI>Die Option &quot;Technologiesymbole&quot; zeigt die Symbole statt der Namen der Technologien an, die andere Zivilisationen momentan erforschen.
</UL>
<BR>
<P CLASS="style1">Credits</P>
<P>Forum: <A HREF="http://forums.civfanatics.com/forumdisplay.php?f=268">http://forums.civfanatics.com/forumdisplay.php?f=268</A></P>
<P>Autor: <FONT COLOR="#0000ff"><I><B>EmperorFool</B></I></FONT></P>
<BR>
<P CLASS="style1">Danksagungen des Autors</P>
<P><FONT COLOR="#0000ff"><I><B>BUG Team</B></I></FONT>, f&uuml;r alle ihre Ideen, damit diese Mod Wirklichkeit werden konnte.</P>
<P><FONT COLOR="#0000ff"><I><B>Porges</B></I></FONT>, f&uuml;r seine &quot;Attitude Icons&quot; Mod.</P>
<P><FONT COLOR="#0000ff"><I><B>TheLopez</B></I></FONT>, f&uuml;r seine &quot;Dead Civs Scoreboard&quot; Mod.</P>
<P><FONT COLOR="#0000ff"><I><B>turlute</B></I></FONT>, f&uuml;r die Aktualisierung der BtS-Schriftdatei mit den Einstellungssymbolen.</P>
<BR>
</BODY>
</HTML>