<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<HTML>
<HEAD>
	<META HTTP-EQUIV="CONTENT-TYPE" CONTENT="text/html; charset=windows-1252">
	<TITLE>Whip Assistant</TITLE>
	<STYLE TYPE="text/css">
	<!--
		P.style1 { color: #0000ff; font-size: 16pt; font-style: italic; font-weight: bold }
		P.style2 { color: #0000ff; font-size: 14pt; font-weight: bold }
		P.style3 { font-size: 14pt; font-style: italic; font-weight: bold }
		P.style4 { color: #0000ff; font-size: 12pt; font-style: italic }
	-->
	</STYLE>
</HEAD>
<BODY LANG="de-DE" DIR="LTR">
<P CLASS="style1">Whip Assistant</P>
<P CLASS="style3">von EmperorFool</P>
<BR>
<P CLASS="style1">&Uuml;ber Whip Assistant</P>
<P>Diese Mod gibt Informationen dar&uuml;ber, wieviel Produktion (&quot;H&auml;mmer&quot;) &Uuml;berschuss beim Einsatz von Zwangsarbeit zur Produktionsbeschleunigung entsteht. Der &Uuml;berschuss flie&szlig;t in das n&auml;chste Projekt der Stadt ein. Also, wenn z.B. die Produktion einer Bibliothek durch den Einsatz von 2 B&uuml;rgern beschleunigt werden kann, wobei 32 H&auml;mmer &Uuml;berschuss entstehen, bedeutet das zwar, dass 2 B&uuml;rger geopfert werden, aber die Bibliothek wird in der n&auml;chsten Runde fertiggestellt und 32 H&auml;mmer werden auf das n&auml;chste Projekt der Stadt angerechnet.</P>
<P>Au&szlig;erdem f&uuml;gt diese Mod dem Stadt-Bildschirm einen Rundenz&auml;hler hinzu, der anzeigt, wann die Unzufriedenheit &uuml;ber die Produktionsbeschleunigung durch Zwangsarbeit vorbei ist.</P>
<BR>
<P CLASS="style1">Anleitung</P>
<P>Die Informationen &uuml;ber Produktionsbeschleunigungen kann im CDA auf der Seite &quot;Stadtinformationen&quot; eingesehen werden. Au&szlig;erdem kann &uuml;ber die Mod &quot;<A HREF="Civ4lerts.html">Civ4lerts</A>&quot; eine Warnung ausgegeben werden, wenn eine Stadt die derzeitige Produktion durch Zwangsarbeit oder Goldzahlung beschleunigen kann. Dabei wird auch
angezeigt, wieviel die Ma&szlig;nahme kostet und wieviel &Uuml;berschuss entsteht.</P>
<P>Diese Mod kann im Optionsbildschirm der <b>BUG Mod</b> unter &quot;<A HREF="../Options/General.html">Allgemein</A>&quot; an- oder abgeschaltet werden.</P>
<BR>
<P CLASS="style1">Credits</P>
<P>Forum: <A HREF="http://forums.civfanatics.com/forumdisplay.php?f=268">http://forums.civfanatics.com/forumdisplay.php?f=268</A></P>
<P>Autor: <FONT COLOR="#0000ff"><I><B>EmperorFool</B></I></FONT></P>
<BR>
</BODY>
</HTML>